;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=English
;Language name in English e.g. German
LanguageEn=English
;Your name here. You can also leave your email, website, blog...
Translator=Listary
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=None
602=Listary Options

;Tray Menu
1001=Online Help
1002=Check for Updates...
1003=About
1004=Exit

;Toolbar
1100=Search

;Favorite Menu
2000=Favorite
2001=This Application
2002=Global
2003=Add Here
2004=Add Current Folder to Favorites
2050=Failed to add favorite
2051=Listary was not able to get path from this application.

;Recent Menu
2100=Recent
2101=Clear
2103=Folder
2104=File
2105=Track This Application
2106=Don't Track This Application
2107=Show More...

;Smart Menu
2200=Smart
2201=Currently Opened Folders
2202=Switch to Last Opened Folder in File Manager
2203=Open the File Selected in File Manager
2204=Explore Current Folder
2205=Command Prompt
2206=Go to Application Folder
2207=Explore Application Folder
2208=Show File Extension
2209=Show Hidden Files and Folders
2210=Copy Folder Path to Clipboard
2211=Copy Paths of Selected Items to Clipboard
2212=Copy Display Names of Selected Items to Clipboard
2213=Options
2214=Upgrade to Pro Version
2215=Add Application to Support List
2216=Disable Listary for This Application
2217=Export List Content to a CSV File
2218=Separator
2250=%s was added to support list successfully.
2251=You can use mouse middle-click or hot key %s to activate Listary in %s now.
2252=Are you sure you want to disable Listary for this application?
2253=Disable Listary
2254=Listary won't show up any more from the next startup of this application.\nYou can always go to Options > Applications to enable it again.

;Search
2300=List
2301=Go to
2302=No items match your search.

;Options > General
3000=General
3001=Start Listary when Windows starts
3002=Set input focus to file list automatically for Windows XP Explorer
3003=Check for updates when open Options
3004=Quick Switch (Open current folder in file dialog when switch from a file manager)
3005=Language:
3006=Default File Manager
3007=Fill this if you prefer to use a file manager other than Windows Explorer.\nUse %1 in parameter for the path. Do not forget quotes.


;Options > Favorites
3100=Favorites
3101=Details
3102=Name:
3103=Hot key:
3104=Type:
3105=Path:
3106=Submenu
3107=Add a favorite item
3108=Remove selected favorite item

;Options > Recent
3200=Recent
3201=Global Recent Items:
3206=Track global recent items
3207=Track recent files and folders for all applications
3208=Automatically select last opened file in file open dialog
3209=Remove selected recent items
3210=Remove all recent items
3211=Global recent items
3212=Recent folders per application
3213=Recent files per application
3214=Recent menu items
3215=Search recent files and folders

;Options > Smart Commands
3300=Smart Commands
3301=Command Details
3303=Command:
3305=Show this command in Smart Menu
3306=Add Custom Command
3307=Name
3308=Hot Key
3309=Command
3310=Show in Smart Menu
3311=Add a built-in smart command
3312=Remove selected command

;Options > Applications
3400=Applications
3401=Application Settings: (only affect selected application in the list above)
3402=Enable Listary for this application
3403=Track recent files and folders
3404=Add an application to modify its settings
3405=Remove selected application along with its favorite and recent items
3406=Path

;Options > Keyboard and Mouse
3500=Keyboard and Mouse
3501=Hot Keys
3502=Global:
3503=Show Listary toolbar:
3504=Show popup menu:
3505=Local (works only while Listary toolbar is being shown):
3506=Favorite menu:
3507=Recent menu:
3508=Smart menu:
3509=Enable local hot keys (including hot keys for favorites and smart commands) for Explorer when Listary toolbar is hidden.
3510=Mouse
3511=Double click in empty area to activate Listary in Explorer/File Dialog/Desktop
3512=Middle-click to activate Listary

;Options > Display
3600=Display
3601=Window Position
3602=Absolute
3603=Relative to list
3604=Relative to window
3605=From top
3606=From bottom
3607=From left
3608=From right
3609=Opacity
3610=Menu
3611=Maximum number of shown items:
3612=Maximum width (in pixels):
3613=Minimum width (in pixels):
3614=Mouse hover to open menus (delay in milliseconds, 0 to disable):
3615=Popup Menu
3616=Show recent items in submenu
3617=pixels

;Options > Integration
4000=Integration
4001=Add directory menu of Total Commander to Listary Favorite
4002=Use Total Commander to replace file dialogs:

;Options > Compatibility
3700=Compatibility
3701=Listary will also work with the following applications:
3702=Add an application to support list
3703=Remove selected application from support list
3704=File Manager
3705=Class
3706=Executable
3707=Address Bar
3708=Yes
3709=No

;Options > Pro
3800=Upgrade to Listary Pro
;3801=
3802=Name:
3803=Email:
3804=Registration code:
3805=Note
3806=Listary is provided as freeware for personal and non-profit use. In these cases, you are granted the  right to use this program free of charge.
3807=For commercial use, you need to upgrade to Listary Pro.
3808=Paste from Clipboard
3809=Check Registration Code

;Options > About
3900=About
3901=Listary is free for personal use only. If you want to use it for commercial purpose or need some advanced features, please purchase the Pro version.
3902=View Homepage
3903=This program is licensed to

;Add Application Dialog
4100=Add Application
4101=Drag the Finder over the address bar of an application to select it, and then release mouse button.
4102=Finder:
4103=Class:
4104=Executable:
4105=Address Bar:
4106=Is file manager (check to enable features that work in a file manager only)
4107=*FAILED* Target running as admin?

;Custom Command Dialog
4200=Custom Command
4201=Full path of an executable file.\nExample: C:\Program Files\7-Zip\7z.exe
4202=Parameter:
4203=The example shows you how to add the selected file to an archive using 7-Zip.\n\nYou can use the following variables in parameter. Variables don't contain quotes, please add them manually according to your needs.
4204=%file%\t\tFull path of the selected file/folder.\nExample:  D:\download\music\example.mp3\n\n%path%\tPath of the current folder.\nExample: D:\download\music\\n\n%filename%\tFile name of the select file/folder.\nExample: example.mp3

;Add Favorite Dialog
4300=Add Favorite